export const activity = {
  international_womens_day: {
    title: "国際女性デー",
    description: "国際女性デー（IWD）は、Women Techmakersの最大の年次イベントであり、世界中のアンバサダーが3月と4月を通じてこの瞬間を祝うために活動を開催します。大規模なサミットから小規模なプライベート集会まで、IWDはまた、すべての女性がテクノロジーで繁栄できる世界を構築するという私たちの使命をサポートする方法でもあります。GDGとGDG on CampusのコミュニティもIWDイベントに参加できます。"
  },
  google_io_extended: {
    title: "Google I/O エクステンデッド",
    description: "Google I/Oは、世界中の開発者がGoogleの専門家とともに思慮深い議論を行い、ハンズオンで学び、Googleの最新の開発者製品を早期に見ることができるイベントです。I/Oの魔法はメインイベントの後も続きます。ローカルの開発者コミュニティは、I/Oエクステンデッドイベントで最新の新技術を議論し、コンテンツを要約し、Q&Aを開催し、他の技術愛好家と出会います。"
  },
  cloud_study_jam: {
    title: "クラウドスタディジャム",
    description: "コンテナ化されたアプリから仮想マシンの立ち上げまで、スタディジャムは特定のクラウドトピックとスキルレベルに合わせてカスタマイズできます。初心者の開発者であっても、機械学習、BigQuery、認定、Kubernetesに深く入り込むことを望んでいる場合でも、常にあなたのための道があります。Google Cloudのツールと機能の基本を無料のハンズオンラボを通じて学びます。"
  },
  devfest: {
    title: "デブフェスト",
    description: "デブフェストは、世界中のGoogle Developer Groups（GDG）が主催するローカルテックカンファレンスです。各デブフェストイベントは、地元の開発者コミュニティのニーズと興味に応じて、地元のオーガナイザーによって組織され、テックオープンな文化を育みます。ハンズオンの学習体験や地元の言語での専門家による技術講演、または単に他の地元の開発者とのネットワーキングを通じて、デブフェストの参加者はGoogleのオープンソース技術と開発者ツールを使用して協力し、革新する方法を学びます。"
  },
  build_with_ai: {
    title: "Build with AI",
    description: "あらゆるスキルレベルの開発者が Google の最新 AI 技術を学び、構築するためのイベントです。ハンズオンワークショップや Google の専門家による講演を通じて、生成 AI を探求します。",
  },
} as const; 