export const codeOfConduct = {
    title: "行動規範",
    intro: "GDGは、すべての人に対して、ハラスメントのない包摂的なイベント体験を提供することに尽力しています。性自認や表現、性的指向、障がい、外見、体型、人種、国籍、年齢、宗教、その他の保護されるカテゴリに関係なく、参加者へのいかなる形のハラスメントも容認しません。GDGは、すべての人に対して、ハラスメントのない包摂的なイベント体験を提供することに尽力しています...",
    policyTitle: "すべてのGDG Taiwanイベント参加者は、以下のポリシーを遵守する必要があります：",
    policy1: "すべての参加者はお互いに敬意を払う必要があります。このイベントが、性自認や表現、性的指向、障がい、外見、体型、人種、国籍、年齢、宗教、その他の保護されるカテゴリに関係なく、すべての人にとって素晴らしい体験となることを望んでいます。すべての人に敬意を払いましょう。イベントに参加する際は、誰もがここにいる権利があり、誰もが私たちの体験を安心して楽しむ権利があることを認識してください。ハラスメント、差別、軽視（明示的であれ、微妙なものであれ）を心配する必要はありません。冗談であっても他人を貶めるべきではありません。自分の発言が、もし誰かがあなたについて話した場合、どのように感じるかを考えてください。",
    policy2: "何かを見聞きした場合は、声を上げてください。ハラスメントは容認されません。自分や他人が不快に感じた場合、礼儀正しく介入する権利があります。不快にさせている人は、自分の行動に気づいていないかもしれませんので、礼儀正しく注意を促してください。参加者がハラスメントや不快な行動を行った場合、主催者は警告や返金なしでの退場など、適切と判断するあらゆる措置を取ることができます。もしあなたがハラスメントを受けている、または不快に感じている、他の人がハラスメントを受けているのを見かけた、または他に問題がある場合は、すぐにイベントスタッフに連絡してください。",
    policy3: "ハラスメントは容認しません。ハラスメントには、性自認や表現、性的指向、障がい、外見、体型、人種、国籍、年齢、宗教、その他の保護されるグループに対する社会的構造の強調的な発言、公の場での性的なイメージ、意図的な脅迫、ストーキング、嫌がらせの写真撮影や録音、発表や他の活動の継続的な妨害、無礼な発言、不適切な身体的接触、望まれない性的関心などが含まれますが、これらに限りません。ハラスメント行為をやめるよう求められた場合、参加者は直ちに従うことが求められます。",
    policy4: "「Yes（あなたの考え）…、and（私の考え）…」と言い合うことを実践しましょう。これは即興劇のテクニックで、お互いのアイデアを築き上げるものです。私たちが一緒に実践することで、皆が恩恵を受けます。",
    content1: "このポリシーは、講演、フォーラム、ワークショップ、コードラボ、ソーシャルメディア、パーティー、廊下での会話、すべての参加者、パートナー、スポンサー、ボランティア、イベントスタッフなどに適用されます。GDG Taiwanは、独自の判断で、GDG Taiwanが主催する（および今後の）イベントへの参加を拒否する権利を留保します。これには、参加者の不適切な行動や本ポリシーおよび関連規約の不遵守が含まれますが、これらに限りません。参加者がハラスメントや不快な行動を行った場合、主催者は警告や返金なしでの退場など、適切と判断するあらゆる措置を取ることができます。",
    content2: "私たちのイベントスタッフは、特別なバッジや服装で識別できることが多いです。ゼロトレランスポリシーにより、私たちはイベントコミュニティガイドラインおよび反ハラスメントポリシー違反の申し立てをすべて調査・審査し、適切に対応します。すべての苦情を真剣に受け止めますが、報告された事案への対応の時期や方法は独自の判断で決定し、さらなる対応を拒否したり、他のリソースを案内する場合があります。",
    content3: "イベントスタッフは、参加者がホテルや会場のセキュリティ、地元の法執行機関と連絡を取るのを手伝ったり、エスコートを提供したり、その他の方法で不快に感じている方やハラスメントを受けている方がイベント期間中に安全に過ごせるよう支援します。皆様のご参加を大切にしています。",
    contactList: {
      title: "あなたの個人の安全または他の人の安全が脅かされている場合は、すぐに110に電話してください。",
      item1: "行動規範チーム：GDG台湾",
      item2: "オーガナイザー：GDG台湾",
      item3: "厚生労働省のセクシャルハラスメント防止ホットライン（24時間）：113"
    },
    exhibitorPolicy: "このポリシーは、スピーカー、フォーラム、ワークショップ、コードラボ、ソーシャルメディア、パーティー、廊下の会話、すべての参加者、パートナー、スポンサー、ボランティア、イベントスタッフに適用されます。",
    partners: {
      title: "パートナーおよびスポンサー",
      description: "パートナー、スポンサー、またはベンダーブースの展示や類似の活動も本ポリシーの対象となります。特に、出展者は性的な画像、活動、またはその他の資料を使用してはなりません。ブーススタッフ（ボランティアを含む）は、性的な服装/ユニフォーム/衣装を着用したり、その他の方法で性的な環境を作り出したりしてはなりません。参加者および出展パートナーやスポンサーが本ポリシーに違反した場合は通知され、直ちに違反行為を中止することが求められます。",
    },
    importance: { 
      title: "なぜこのポリシーが重要なのか",
      description: "残念ながら、イベントやオンラインコミュニティでのハラスメントはよくあることです。正式なポリシーを作成することで、この状況を改善し、私たちのイベントやコミュニティでいかなる理由でも誰かをハラスメントすることは容認されないことを明確に示します。このポリシーは、行動の期待値を明確に定義することでハラスメントを防止し、安心感を提供し、他のイベントで嫌な経験をした人々がこのイベントに参加しやすくすることを目的としています。",
    },
    license: {
      title: "ライセンスと公開",
      description: "このポリシーはクリエイティブ・コモンズ・ゼロ・ライセンス（Creative Commons Zero license）で提供されています。このポリシーは、オハイオLinuxFestアンチハラスメントポリシー、Con Anti-Harassment Project、Geek Feminism Wiki（Ada Initiativeによる）、ConfCodeofConduct.com、JSconf、Rust、Pythonの多様性、Write / Speak / Codeなど、他の複数のコミュニティポリシーに基づき、影響を受けています。",
    },    

  };