export const codeOfConduct = {
    title: "行動規範",
    intro: "GDGは、性別のアイデンティティと表現、性的指向、障害、身体的外見、体のサイズ、人種、国籍、年齢、宗教、またはその他の保護されたカテゴリーに関係なく、すべての人に対してハラスメントのない包括的なイベント体験を提供することを約束します。参加者に対するハラスメントを一切許容しません。",
    policyTitle: "GDG台湾のイベントのすべての参加者は、次のポリシーに従う必要があります：",
    policy1: "すべての参加者はお互いを尊重する必要があります。このイベントが性別のアイデンティティと表現、性的指向、障害、身体的外見、体のサイズ、人種、国籍、年齢、宗教、またはその他の保護されたカテゴリーに関係なく、すべての人にとって素晴らしい経験であることを望んでいます。",
    policy2: "何かを見たり聞いたりしたら、声を上げてください。ハラスメントを許容しないでください。",
    policy3: "ハラスメントを許容しないでください。ハラスメントには、性別のアイデンティティと表現、性的指向、障害、身体的外見、体のサイズ、人種、国籍、年齢、宗教、またはその他の保護されたグループの社会構造を強化する言葉が含まれます。",
    policy4: "「はい（あなたのアイデア）…、そして（私のアイデア）…」と言う練習をしてください。",
    content1: "このポリシーは、スピーカー、フォーラム、ワークショップ、コードラボ、ソーシャルメディア、パーティー、廊下の会話、すべての参加者、パートナー、スポンサー、ボランティア、イベントスタッフに適用されます。",
    content2: "私たちのイベントスタッフは通常、特別なバッジ/服装で識別できます。",
    content3: "イベントスタッフは、参加者がホテル/会場のセキュリティや地元の法執行機関に連絡するのを手伝ったり、エスコートを提供したり、イベント中に不快またはハラスメントを感じた場合に支援したりすることができます。",
    contactList: {
      title: "あなたの個人の安全または他の人の安全が脅かされている場合は、すぐに110に電話してください。",
      item1: "行動規範チーム：GDG台湾",
      item2: "オーガナイザー：GDG台湾",
      item3: "厚生労働省のセクシャルハラスメント防止ホットライン（24時間）：113"
    },
    exhibitorPolicy: "このポリシーは、スピーカー、フォーラム、ワークショップ、コードラボ、ソーシャルメディア、パーティー、廊下の会話、すべての参加者、パートナー、スポンサー、ボランティア、イベントスタッフに適用されます。",
    partners: {
      title: "パートナーとスポンサー",
      description: "出展者とスポンサーもこのポリシーの対象です。"
    },
    importance: {
      title: "なぜこのポリシーが重要なのか？",
      description: "残念ながら、ハラスメントはイベントやオンラインコミュニティで一般的です。"
    },
    license: {
      title: "ライセンスとリリース",
      description: "このポリシーは、クリエイティブ・コモンズ・ゼロライセンスの下でライセンスされています。"
    }
  };