export const codeOfConduct = {
    title: "행동 강령",
    intro: "GDG는 성별 정체성과 표현, 성적 지향, 장애, 외모, 체형, 인종, 국적, 나이, 종교 또는 기타 보호된 범주에 관계없이 모든 사람에게 괴롭힘이 없고 포용적인 행사 경험을 제공하기 위해 노력합니다. 우리는 참가자에 대한 모든 형태의 괴롭힘을 용납하지 않습니다. GDG는 모든 사람에게 괴롭힘이 없고 포용적인 행사 경험을 제공하기 위해 노력합니다...",
    policyTitle: "모든 GDG Taiwan 행사 참가자는 다음 정책을 준수해야 합니다:",
    policy1: "모든 참가자는 서로를 존중해야 합니다. 우리는 이 행사가 성별 정체성과 표현, 성적 지향, 장애, 외모, 체형, 인종, 국적, 나이, 종교 또는 기타 보호된 범주에 관계없이 모든 사람에게 훌륭한 경험이 되기를 바랍니다. 모든 사람을 존중해야 합니다. 행사에 참여할 때 모든 사람이 여기에 있을 권리가 있으며, 괴롭힘, 차별 또는 경멸을 걱정하지 않고 우리의 경험을 즐길 권리가 있음을 인정해야 합니다. 농담은 다른 사람을 비하해서는 안 됩니다. 당신이 말하는 것을 고려하고, 누군가가 당신에게 말하거나 당신에 대해 이야기할 때 어떤 느낌이 들지 생각해보세요.",
    policy2: "무언가를 보거나 들었다면 말하세요. 괴롭힘을 용납하지 않으며, 당신이나 다른 사람이 존중받지 못할 때 정중하게 개입할 권리가 있습니다. 당신을 불편하게 만드는 사람은 그들이 무엇을 하고 있는지 모를 수 있으며, 그들의 행동을 정중하게 상기시켜 주는 것이 좋습니다. 참가자가 괴롭힘이나 불쾌한 행동에 참여하는 경우, 행사 주최자는 경고 또는 환불 없이 범죄자를 행사에서 해고하는 등 적절하다고 생각하는 모든 조치를 취할 수 있습니다. 괴롭힘을 당하거나 불편함을 느끼거나 다른 사람이 괴롭힘을 당하는 것을 목격하거나 기타 문제가 있는 경우 즉시 행사 직원에게 연락하십시오.",
    policy3: "괴롭힘을 용납하지 않습니다. 괴롭힘에는 성별 정체성과 표현, 성적 지향, 장애, 외모, 체형, 인종, 국적, 나이, 종교 또는 기타 보호된 그룹의 사회 구조를 강화하는 언어적 표현; 공공 장소에서의 성적 이미지; 고의적인 위협; 스토킹; 괴롭힘 사진 촬영 또는 녹음; 지속적인 연설 또는 기타 활동 방해; 무례한 언어; 부적절한 신체 접촉; 원치 않는 성적 관심이 포함됩니다. 괴롭힘 행위를 중단하라는 요청을 받은 참가자는 즉시 준수해야 합니다.",
    policy4: "서로에게 'Yes(당신의 아이디어)…, and(나의 아이디어)…'라고 말하는 것을 실천하세요. 이는 서로의 아이디어를 구축하기 위한 연극 즉흥 기술입니다. 우리가 함께 실천할 때 모두가 이익을 얻습니다.",
    content1: "이 정책은 연설, 포럼, 워크숍, 코드 실험실, 소셜 미디어, 파티, 복도 대화, 모든 참가자, 파트너, 스폰서, 자원봉사자, 행사 직원 등에 적용됩니다. GDG Taiwan은 단독 재량에 따라 GDG Taiwan이 주최하는(및 미래의) 모든 행사에 누구든지 참석을 거부할 권리를 보유합니다. 여기에는 참가자의 부적절한 행동이나 이 정책 및 관련 약관을 준수하지 않는 경우가 포함됩니다. 참가자가 괴롭힘이나 불쾌한 행동을 하는 경우, 행사 주최자는 경고 또는 환불 없이 범죄자를 행사에서 해고하는 등 적절하다고 생각하는 모든 조치를 취할 수 있습니다.",
    content2: "우리의 행사 직원은 일반적으로 특별 배지/의상으로 식별할 수 있습니다. 우리의 무관용 정책은 우리의 행사 커뮤니티 가이드라인 및 반괴롭힘 정책을 위반하는 모든 혐의를 조사하고 검토하며 적절한 대응을 한다는 것을 의미합니다. 모든 불만을 진지하게 검토하지만, 보고된 사건을 언제 어떻게 후속 조치할지에 대한 결정은 우리의 판단에 따라 이루어지며, 추가 조치를 거부하거나 참가자를 다른 자원으로 안내할 수 있습니다.",
    content3: "행사 직원은 참가자가 호텔/장소 보안 또는 지역 법 집행 기관에 연락하거나, 호위를 제공하거나, 행사 기간 동안 불편함을 느끼거나 괴롭힘을 당하는 사람들을 돕기 위해 기꺼이 도와드립니다. 우리는 귀하의 참석을 소중히 여깁니다.",
    contactList: {
      title: "귀하의 신체 안전이나 다른 사람의 신체 안전이 위협받고 있다면 즉시 110에 전화하십시오.",
      item1: "행동 강령 팀 : GDG Taiwan",
      item2: "주최자 : GDG Taiwan",
      item3: "성희롱 방지 - 보건복지부 성희롱 상담 핫라인 (24시간) : 113",
    },
    exhibitorPolicy: "이 정책은 연설, 포럼, 워크숍, 코드 실험실, 소셜 미디어, 파티, 복도 대화, 모든 참가자, 파트너, 스폰서, 자원봉사자, 행사 직원 등에 적용됩니다. GDG Taiwan은 단독 재량에 따라 GDG Taiwan이 주최하는(및 미래의) 모든 행사에 누구든지 참석을 거부할 권리를 보유합니다. 여기에는 참가자의 부적절한 행동이나 이 정책 및 관련 약관을 준수하지 않는 경우가 포함됩니다. 참가자가 괴롭힘이나 불쾌한 행동을 하는 경우, 행사 주최자는 경고 또는 환불 없이 범죄자를 행사에서 해고하는 등 적절하다고 생각하는 모든 조치를 취할 수 있습니다./유니폼/의상, 또는 다른 방식으로 창의적인 환경을 조성합니다. 참가자와 전시 파트너 또는 스폰서가 이 정책을 위반하는 경우 통보를 받고 즉시 위반 행위를 중단해야 합니다.",
    partners: {
      title: "파트너 및 스폰서",
      description: "전시 파트너, 스폰서 또는 공급업체 부스 또는 유사한 활동도 이 정책의 적용을 받습니다. 특히, 전시자는 성적 이미지를 사용하거나, 성적 활동 또는 기타 자료를 사용해서는 안 됩니다. 부스 직원(자원봉사자 포함)은 성적 의상/유니폼/의상을 사용하거나, 다른 방식으로 성적 환경을 조성해서는 안 됩니다. 참가자와 전시 파트너 또는 스폰서가 이 정책을 위반하는 경우 통보를 받고 즉시 위반 행위를 중단해야 합니다.",
    },
    importance: { 
      title: "이 정책이 중요한 이유",
      description: "불행히도, 행사 및 온라인 커뮤니티에서의 괴롭힘은 흔합니다. 공식 정책을 만들어 이러한 상황을 개선하고, 우리의 행사 및 커뮤니티에서 어떤 이유로든 괴롭힘을 용납하지 않는다는 것을 명확히 함으로써 이를 방지하고자 합니다. 이 정책은 행동 기대치를 명확히 정의하여 괴롭힘을 방지하고, 다른 행사에서 나쁜 경험을 한 사람들이 이 행사에 참여하도록 장려하는 것을 목표로 합니다.",
    },
    license: {
      title: "라이선스 및 게시",
      description: "이 정책은 크리에이티브 커먼즈 제로 라이선스(Creative Commons Zero license)로 라이선스가 부여됩니다. 이 정책은 여러 다른 커뮤니티 정책에 기반하고 영향을 받았습니다. 여기에는 오하이오 리눅스페스트 반괴롭힘 정책, Con 반괴롭힘 프로젝트, Geek Feminism Wiki(Ada Initiative에 의해 생성됨), ConfCodeofConduct.com, JSconf, Rust, Python의 다양성 및 Write / Speak / Code가 포함됩니다.",
    },    
  };