export const codeOfConduct = {
    title: "行为准则",
    intro: "GDG 致力于为所有人提供一个没有骚扰且包容的活动体验，不论性别身份和表现、性倾向、残疾、外貌、体型、种族、国籍、年龄、宗教或其他受保护的类别。我们不容忍对参加者任何形式的骚扰。GDG 致力于为所有人提供一个没有骚扰且包容的活动体验...",
    policyTitle: "所有 GDG Taiwan 活动的参与者必须遵守以下政策：",
    policy1: "所有参与者要彼此相互尊重。我们希望这个活动对所有人都是一个很棒的体验，不论性别身份和表现、性倾向、残疾、外貌、体型、种族、国籍、年龄、宗教或其他受保护的类别。要对每个人表示尊重。参与活动时要承认每个人都有权在这里，并且每个人都有权享受我们的体验，而不必担心骚扰、歧视或轻视，无论是明显的还是通过微妙的侵害。玩笑不应该贬低他人。考虑你所说的话，如果有人对你说或谈到你，会有什么感觉。",
    policy2: "如果你看到或听到了什么，请说出来。不容忍骚扰，你有权在自己或他人受到不尊重时礼貌地介入。使你感到不舒服的人可能不知道他们在做什么，鼓励礼貌地向他们提醒他们的行为。如果一位参与者参与骚扰或令人不悦的行为，活动组织者可以采取他们认为适当的任何行动，包括警告或不退款地将犯罪者从活动中解雇。如果您正在遭受骚扰，或者感到不舒服，注意到其他人正在遭受骚扰，或有任何其他问题，请立即联系活动工作人员。",
    policy3: "不容忍骚扰。骚扰包括但不限于：加强性别身份和表达、性向、残疾、外貌、体型、种族、国籍、种族、年龄、宗教或其他受保护的群体的社会结构的口头语言；公共空间中的性意象；故意恐吓；跟踪；骚扰摄影或录音；持续扰扰演讲或其他活动；无礼的口头语言；不适当的身体接触；以及不受欢迎的性关注。要求停止任何骚扰行为的参与者预计立即遵守。",
    policy4: "实践对彼此说「Yes（你的想法）…，and（我的想法）…」。这是一种戏剧即兴技巧，以建立彼此的想法。当我们一同实践时彼此都会受益。",
    content1: "这项政策适用于演讲、论坛、工作坊、代码实验室、社交媒体、派对、走廊谈话、所有参与者、合作伙伴、赞助商、志工、活动工作人员等。 GDG Taiwan保留在其唯一判断下，拒绝任何人参加任何GDG Taiwan举办的（以及未来的）活动的权利。这包括但不限于，参加者行为不端或未遵守本政策和相关条款。如果参与者进行骚扰或令人不悦的行为，活动组织者可以采取他们认为适当的任何行动，包括警告或不退还费用地将犯规者从活动中驱逐。",
    content2: "我们的活动工作人员通常可以通过特殊徽章/服装识别。我们的零容忍政策意味着，我们将调查和审查每一项违反我们活动社群指南和反骚扰政策的指控，并做出适当的回应。请注意，尽管我们认真审视每一项投诉，但我们会根据自己的判断决定何时和如何跟进报告的事件，并可能拒绝采取任何进一步行动，并/或将参与者引导到其他资源以解决。",
    content3: "活动工作人员很愿意帮助参与者联系酒店/场地安全或当地执法部门，提供护送或以其他方式协助那些感到不适或受到骚扰的人在活动期间感到安全。我们重视您的出席。",
    contactList: {
      title: "如果您的人身安全或他人身体安全受到威胁，请立即拨打 110。",
      item1: "行为准则团队 : GDG Taiwan",
      item2: "主办单位 : GDG Taiwan",
      item3: "性骚扰防治-卫生福利部 性骚扰咨询专线 (24小时) : 113",
    },
    exhibitorPolicy: "这项政策适用于演讲、论坛、工作坊、代码实验室、社交媒体、派对、走廊谈话、所有参与者、合作伙伴、赞助商、志工、活动工作人员等。 GDG Taiwan保留在其唯一判断下，拒绝任何人参加任何GDG Taiwan举办的（以及未来的）活动的权利。这包括但不限于，参加者行为不端或未遵守本政策和相关条款。如果参与者进行骚扰或令人不悦的行为，活动组织者可以采取他们认为适当的任何行动，包括警告或不退还费用地将犯规者从活动中驱逐。/制服/服装，或者以其他方式创造性化的环境。参与者和展出合作伙伴或赞助商违反此政策的将得到通知，并有望立即停止任何违反行为。",
    partners: {
      title: "合作伙伴与赞助商",
      description: "展示合作伙伴、赞助商或供应商摊位或类似活动也受此政策的约束。特别是，展商不应使用性化的图像、活动或其他材料。摊位工作人员（包括志愿者）不应使用性化的服装/制服/服装，或者以其他方式创造性化的环境。参与者和展出合作伙伴或赞助商违反此政策的将得到通知，并有望立即停止任何违反行为。",
    },
    importance: { 
      title: "为什么这项政策很重要",
      description: "不幸的是，在活动和线上社群中的骚扰是很常见的。通过创建正式政策旨在改善这种情况，明确表明在我们的活动和社群中不接受基于任何原因骚扰任何人。这项政策可以通过明确定义行为期望值防止骚扰，旨在提供保证，并鼓励在其他活动中遇到不好经历的人参与这个活动。",
    },
    license: {
      title: "授权和发布",
      description: "此政策以知识共享零许可证（Creative Commons Zero license）授权。此政策基于并受到其他多个社群政策的影响，包括：俄亥俄LinuxFest反骚扰政策、Con反骚扰项目、Geek Feminism Wiki（由Ada Initiative创建）、ConfCodeofConduct.com、JSconf、Rust、Python中的多样性以及Write / Speak / Code。",
    },    
  };